// lang/ar-AE.js

export default {
    articles: "المقالات",
    aboutUs:"من نحن",
    title: "العنوان",
    title_1:"(انجليزية)العنوان",
    descriptions: "الوصف",
    descriptions_1:"(انجليزية)الوصف", 
    author: "الكاتب",
    author_1:"(انجليزية)الكاتب",
    
    home_btn: "الصفحة الرئيسية",
    about_btn: "حول",
    lang_btn: "English",
    read_btn: "اقرأ المزيد",
    add_btn: "أضف مقال",
    
    add_post_title: "أضف مقال جديد",
    post_btn: "نشر",
    
    p1: "مرحبًا بك في شركتنا! نحن متحمسون لتقديم منتجات وخدمات عالية الجودة لعملائنا. فريقنا مكرس للتفوق والابتكار. لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينج إليت. سيد دو إيوسمود تيمبور إنكيديدونت أوت لابور آيت دولوري ماغنا أليكوا.",
    p2: "نؤمن ببناء علاقات قوية مع عملائنا وتقديم حلول تلبي احتياجاتهم. لوريم إيبسوم دولور سيت أميت، كونسيكتيتور أديبيسينج إليت. أوت إنيم أد مينيم فينيام، كويس نوسترود إكسيرسيتاسيون أولامكو لابوريس نيسيوت أليكويب إكس إيا كومودو كونسيكوات.",
    p3: "إذا كانت لديك أي أسئلة أو ترغب في معرفة المزيد عن شركتنا، فلا تتردد في الاتصال بنا على...............",

    welcome_title: "مرحبًا بكم في مدونتنا",
    descriptions_title: "استكشف عالمًا من الرؤى والقصص والمعرفة. مدونتنا هي المكان الذي نشارك فيه أفكارنا وتجاربنا والمعلومات معك. استمتع بالرحلة ولا تتردد في الانضمام إلى الحوار.",
   
    alert: "خطأ",
    alert_comp: "يرجى ملء جميع الحقول",

    footer: "© 2024 صمم بواسطة هوندا. جميع الحقوق محفوظة."
  };
  